Repository: LFBVR/developer-vault
Catalog: src/renderer/locales/*/messages.po
Languages: fr

# story.button.label
source: Click me!
fr: Cliquez-moi !

# app.register.submit.button.label
source: Create my encrypted database
fr: Créer ma base de données chiffrée

# app.login.submit.button.label
source: Log in
fr: Se connecter

# app.register.password.strength.safely_unguessable
source: Safely unguessable
fr: Difficilement devinable

# app.register.password.strength.somewhat_guessable
source: Somewhat guessable
fr: Un peu devinable

# app.login.success.notification.message
source: Success!
fr: Succès !

# app.register.success.notification.message
source: Success!
fr: Succès !

# app.register.password.strength.too_guessable
source: Too guessable
fr: Trop devinable

# app.register.password.strength.very_guessable
source: Very guessable
fr: Très devinable

# app.register.password.strength.very_unguessable
source: Very unguessable
fr: Très peu devinable
